{
    "forese_donati": {
        "description": "Forese Donati (ca. 1250–1296) was a prominent Florentine poet and a contemporary of Dante Alighieri. A member of the powerful Donati family, Forese is best remembered for his connection to Dante, particularly through their lively poetic exchange known as the tenzone. This series of satirical and humorous poems showcased their wit and skill with language. Later immortalized in Dante’s Divine Comedy, Forese appears in the Purgatorio (Canto XXIII) among the Gluttonous, where he repents for his earthly excesses. Despite his personal flaws, Dante portrays Forese with a sense of affection and camaraderie, reflecting their enduring friendship.",
        "image": "issues/tuscany/authors/dante/images/forese_donati.jpg"
    },
    "dante_alighieri": {
        "description": "Dante Alighieri (1265–1321) was an Italian poet, writer, and philosopher, best known for The Divine Comedy, an epic allegory of the soul’s journey through Inferno, Purgatorio, and Paradiso. Written in vernacular Italian, it shaped the modern Italian language and deeply influenced Western literature. A Florentine by birth, Dante was exiled due to political conflicts, spending his later years in Ravenna. His works blend medieval theology, classical philosophy, and personal experience, offering profound reflections on morality, justice, and divine grace. His vision of the afterlife and literary innovations secured his legacy as the 'father of Italian language'.",
        "image": "issues/tuscany/authors/dante/images/dante.jpg"
    },


    "piccarda_donati":{
        "description": "Piccarda Donati (c. 1270–1293) was a noblewoman from Florence and a key figure in Dante Alighieri’s Paradiso in The Divine Comedy. A member of the powerful Donati family, she was forced into marriage by her brother, Corso Donati, despite having taken religious vows as a nun. Dante places her in the lowest sphere of Paradise, the Moon, symbolizing those who could not fulfill their vows due to external constraints. Piccarda’s story reflects themes of divine justice, free will, and spiritual devotion, making her an enduring symbol of faith and resignation in medieval literature.",
        "image": "issues/tuscany/authors/dante/images/piccarda_donati.png"
    },

    "bonagiunta_orbicciani":{
        "description": "Bonagiunta Orbicciani (d. c. 1290) was an Italian poet from Lucca, associated with the Dolce Stil Novo and the earlier Sicilian School. A prominent figure in 13th-century Italian literature, he engaged in poetic exchanges with Dante Alighieri, notably in Purgatorio Canto XXIV of The Divine Comedy. Bonagiunta recognizes Dante’s innovative poetic style, distinguishing it from earlier traditions. His works reflect courtly love themes and transitional elements between medieval and early Renaissance poetry. Though less renowned than Dante, his role in shaping vernacular Italian poetry cements his legacy in literary history.",
        "image": "issues/tuscany/authors/dante/images/bonagiunta_orbicciani.png"
    },

    "pope_martin_IV":{
        "description": "Pope Martin IV (c. 1210–1285), born Simon de Brion, was pope from 1281 to 1285. A French-born pontiff, he was a staunch supporter of Charles of Anjou, backing his rule over Sicily. His papacy was marked by the Sicilian Vespers revolt (1282), which expelled Angevin forces from Sicily, weakening papal influence in the region. Dante places him in Purgatorio Canto XXIV of The Divine Comedy among the Gluttonous, referencing his reputed fondness for eels cooked in Vernaccia wine. Despite political struggles, Martin IV sought to strengthen papal authority, but his policies ultimately failed to unify Italy.",
        "image": "issues/tuscany/authors/dante/images/pope_martin_IV.png"
    },

    "anguilla":{
        "description": "Anguilla, or eel, is a prized delicacy in many culinary traditions, particularly in Italy and France. In medieval and Renaissance cuisine, it was often prepared in elaborate ways, such as being roasted, stewed, or marinated. Pope Martin IV was famously said to have indulged in eels cooked in Vernaccia wine, as mentioned by Dante in Purgatorio Canto XXIV of The Divine Comedy. Eel remains a significant dish in regional Italian cuisine, notably in Emilia-Romagna and Campania, where it is enjoyed grilled or braised, often served during Christmas feasts and other traditional celebrations.",
        "image": "issues/tuscany/authors/dante/images/anguilla.png"
    },

    "lago_di_bolsena":{
        "description": "Lago di Bolsena, Italy's largest volcanic lake, is renowned for its eels, famously mentioned in Dante's Purgatorio. Pope Martin IV's indulgence in these eels, paired with Vernaccia wine, symbolizes gluttony. This picturesque lake connects Dante's moral reflections with central medieval gastronomy and literary traditions.",
        "image": "issues/tuscany/authors/dante/images/lago_di_bolsena.png"
    },

    "vernaccia":{
        "description": "Vernaccia, an historic Italian wine, is celebrated for its rich flavor and medieval origins. Mentioned in Dante's Purgatorio alongside eels from Lago di Bolsena, it symbolizes gluttony. This wine, treasured in Tuscany and beyond, highlights the interplay of gastronomy and morality in Dante's literary masterpiece.",
        "image": "issues/tuscany/authors/dante/images/vernaccia.png"
    },

    "ubaldino_degli_ubaldini": {
        "description": "Ubaldino degli Ubaldini (13th century) was a powerful Ghibelline leader from Tuscany, aligned with the Holy Roman Empire in the struggle against the Guelphs. A member of a prominent Florentine family, he was known for his political influence and wealth. Dante places him in *Purgatorio* among the Gluttonous, symbolizing his excess and moral failings. Despite his worldly success, Ubaldini serves as a cautionary figure in *The Divine Comedy*, reflecting Dante's critique of those consumed by earthly desires over spiritual integrity.",
        "image": "issues/tuscany/authors/dante/images/ubaldino_degli_ubaldini.png"
    },


    "bonifacio_fieschi": {
        "description": "Bonifacio Fieschi (d. 1276), a Genoese nobleman and cleric, served as a powerful political figure in the 13th century. A member of the influential Fieschi family, he held various ecclesiastical roles, including bishop and cardinal. Dante mentions him in *Purgatorio* among the Gluttonous, symbolizing his indulgence and moral failings. His depiction in *The Divine Comedy* reflects Dante's broader critique of the clergy's corruption and excess during his time, highlighting the tension between spiritual duties and worldly ambitions.",
        "image": "issues/tuscany/authors/dante/images/bonifacio_fieschi.png"
    },

    "marchese_degli_argugliosi": {
        "description": "Marchese degli Argugliosi was a nobleman from Forlì, known for his excesses and indulgent lifestyle. He appears in Dante’s Purgatorio (Canto XXIV) among the Gluttonous, as an example of those who misused earthly pleasures. Dante references his inability to restrain his appetite, symbolizing moral weakness. The mention of Forlì underscores regional tensions and highlights the cultural and historical context of Dante’s critique. Marchese serves as a reflection of the consequences of overindulgence, aligning with the Divine Comedy’s broader themes of spiritual redemption and human frailty.",
        "image": "issues/tuscany/authors/dante/images/marchese_degli_argugliosi.png"
    },

    "forli": {
        "description": "Forlì, a city in Emilia-Romagna, is mentioned in Dante’s Purgatorio (Canto XXIV) as the home of Marchese degli Argugliosi. Known for its political strife and excess, Forlì symbolizes moral weakness in Dante’s critique. It serves as a backdrop to the gluttony exemplified by Marchese’s indulgent lifestyle.",
        "image": "issues/tuscany/authors/dante/images/forli.png"
    },

    "hippolytus_of_athens": {
        "description": "Hippolytus of Athens, a figure from Greek mythology, was the son of Theseus and either Hippolyta or Antiope. Renowned for his chastity and devotion to Artemis, he rejected the advances of his stepmother, Phaedra, who falsely accused him of assault. This led to his death when Theseus, deceived by Phaedra, cursed him. Hippolytus is referenced in Dante’s Paradiso (Canto XVII) as a symbol of unjust exile, paralleling Dante's own banishment. His tragic story reflects themes of innocence, betrayal, and divine retribution.",
        "image": "issues/tuscany/authors/dante/images/hippolytus_of_athens.png"
    },

    "phaedra": {
        "description": "Phaedra, a figure from Greek mythology, was the wife of Theseus and stepmother to Hippolytus. Enamored with Hippolytus, she attempted to seduce him, but he rejected her advances. In despair and anger, she falsely accused him of assault, leading to his tragic death by Theseus’s curse. Phaedra’s story is a tale of forbidden desire, deceit, and the devastating consequences of false accusations. Dante references her in Paradiso (Canto XVII), connecting her betrayal to the theme of unjust exile and moral downfall.",
        "image": "issues/tuscany/authors/dante/images/phaedra.png"
    },


    "firenze": {
        "description": "Firenze, Dante’s birthplace, was a medieval hub of culture and politics. Torn by Guelph-Ghibelline conflicts, it exiled Dante, shaping his Divine Comedy. In Paradiso (Canto XVII), he laments Florence’s corruption and division, reflecting its dual legacy of artistic brilliance and political strife.",
        "image": "issues/tuscany/authors/dante/images/firenze.png"
    },

    "pope_boniface_VIII": {
        "description": "Pope Boniface VIII (1235–1303), born Benedetto Caetani, was pope from 1294 to 1303. He is known for asserting papal authority over monarchs, famously issuing the Unam Sanctam decree emphasizing the supremacy of spiritual power. Boniface played a controversial role in Florentine politics, contributing to Dante’s exile. In The Divine Comedy, Dante condemns him in Inferno, foreseeing his placement among simoniacs for exploiting ecclesiastical positions. His papacy is marked by conflict with France's Philip IV, leading to his capture in Anagni shortly before his death. Despite his political ambitions, Boniface's legacy remains divisive, symbolizing corruption and overreach in medieval Church politics.",
        "image": "issues/tuscany/authors/dante/images/pope_boniface_VIII.png"
    },

    "bread": {
        "description": "Bread, a staple of human diet for millennia, holds significant cultural and symbolic importance in literature and religion. In Dante’s Divine Comedy, bread metaphorically represents exile and hardship. Dante reflects on the bitter experience of eating 'the bread of others,' a phrase symbolizing dependence and humiliation during his banishment. Bread also evokes themes of community and sustenance, often tied to sacred rituals like the Eucharist. In medieval Tuscany, bread was central to daily life, its production reflecting local traditions and the socio-economic landscape. Dante’s use of bread underscores both the material and spiritual struggles of his time.",
        "image": "issues/tuscany/authors/dante/images/bread.png"
    },

    "appennino_umbro_marchigiano": {
        "description": "The Appennino Umbro-Marchigiano is a mountainous region in central Italy, forming part of the Apennines. Mentioned in Dante's Paradiso, it reflects the rugged and spiritual landscape of medieval Italy, often associated with hermitages and contemplative solitude, symbolizing the harmony between nature, faith, and ascetic devotion.",
        "image": "issues/tuscany/authors/dante/images/appennino_umbro_marchigiano.png"
    },


    "monte_catria": {
        "description": "Monte Catria, a peak in the northern Apennines of Italy, is noted in Dante's Paradiso as a site of spiritual retreat. Home to the Fonte Avellana Monastery, it symbolizes ascetic devotion and the pursuit of divine contemplation amidst the rugged natural beauty of medieval Italy.",
        "image": "issues/tuscany/authors/dante/images/monte_catria.png"
    },


    "fonte_avellana_monastery": {
        "description": "Fonte Avellana Monastery, nestled on Monte Catria, is a hermitage celebrated for its serene asceticism. Referenced in Dante's Paradiso, it symbolizes spiritual devotion and intellectual contemplation. This medieval retreat hosted theologians and poets, epitomizing a haven for divine worship and monastic scholarship in the Italian Apennines.",
        "image": "issues/tuscany/authors/dante/images/fonte_avellana_monastery.png"
    },

    "olive_leaf_liqueur": {
        "description": "Olive Leaf Liqueur, or 'liquor d'ulivi,' is a poetic reference in Dante's Paradiso, symbolizing purity and spiritual sustenance. Likely inspired by the monastic practices at Fonte Avellana, where simple diets emphasized olive-based nourishment, it evokes themes of asceticism and divine contemplation. In medieval Italy, olives represented peace, longevity, and a connection to sacred traditions.",
        "image": "issues/tuscany/authors/dante/images/olive_leaf_liqueur.png"
    }
}


    