<!DOCTYPE html>
<html lang="it">
<head>
    <meta charset="UTF-8">
    <title>Giovanni Boccaccio</title>
    <link rel="stylesheet" href="https://unpkg.com/leaflet@1.9.4/dist/leaflet.css" />
    <script src="https://unpkg.com/leaflet@1.9.4/dist/leaflet.js"></script>
</head>
<body>


    <h1 class="work-author">Giovanni Boccaccio</h1>
    <figure class="author-figure">
        <img src="issues/tuscany/authors/boccaccio/images/Boccaccio.jpg" alt="Giovanni Boccaccio" class="author-image">
        <figcaption class="author-caption">Giovanni Boccaccio, Italian writer and poet</figcaption>
    </figure>



<section class="container" id="author-content" data-author="boccaccio" data-region="tuscany">
    <div id="map" style="width: 100%; height: 500px; margin: 20px 0;"></div>
        <div id="entity-table-container">
            <h2>Entities</h2>
            <table id="entity-table" border="1" style="width: 100%; text-align: left; border-collapse: collapse;">
                <thead>
                    <tr>
                        <th>Dishes</th>
                        <th>Places</th>
                        <th>Characters</th>
                    </tr>
                </thead>
                <tbody>
                    <!-- Content will be loaded by JS -->
                </tbody>
            </table>
        </div>

        <!-- Ninfale Fiesolano -->

        <div class="poetry">
            <h2 class="work-title">Ninfale Fiesolano, Fourth Part XV-XVII</h2>
        
            <div class="strophe">
                <h3 class="strophe-number">XV.</h3>
                <pre>
    Ma poi ch’ell’ebbon molto saettato, 
    Cominciò loro a rincrescere il giuoco,
    Perché tutte partirsi da quel lato,
    E ivi presso ne giro ad un loco
    Dov’era una caverna, e lì trovato
    Una di quelle ninfe ch’avea il foco
    Acceso, e messo a cuocer del <span class="tag dish" id="cinghiale" data-name="Wild Boar" data-wiki="https://en.wikipedia.org/wiki/Wild_boar">cinghiale</span>, 
    e con esso non so ch’altro animale.
                </pre>
            </div>
        
            <div class="strophe">
                <h3 class="strophe-number">XVI.</h3>
                <pre>
    Aveva il sole già la terza via
    Fatto del corso suo, quando costoro
    Si adunar tutte ad una bell’ombria
    Che facea lì un grandissimo alloro;
    E sopra ad un gran masso si ponia
    La cotta carne senz’altro savoro,
    E <span class="tag dish" id="pane_di_castagne" data-name="Chestnut Bread">pan che di castagne allor facieno</span>,
    Che grano ancor le genti non avieno.
                </pre>
            </div>
        
            <div class="strophe">
                <h3 class="strophe-number">XVII.</h3>
                <pre>
    Per bere usavan <span class="tag dish" id="acqua_con_mela_cotta_ed_erbe" data-name="Water with cooked apple">acqua con mel cotta</span>
    e con cert’erbe e quello era il lor vino;
    E li nappi con che beveano allotta
    Di legname era il grande e ’l piccolino:
    Apparecchiata tutta quella frotta
    Delle ninfe, mangiando di cor fino,
    Affrico e Mensol si sedeano allato
    Con l’altre, avendo il masso circundato.
                </pre>
            </div>
            
        </div>
        

        <!-- Decameron -->

        <div class="prose">
            <h2 class="work-title">Decameron, First Day, Fifth Story</h2>
            <pre class="drop-cap">
Venne adunque il <span class="tag character" id="filippo_augusto" data-name="Philip II of France" data-wiki="https://en.wikipedia.org/wiki/Philip_II_of_France">re</span> il giorno detto, e con gran festa e onore dalla <span class="tag character" id="marchesa_di_monferrato" data-name="Marchioness of Montferrat">donna</span> fu ricevuto. Il quale, oltre a quello che compreso aveva per le parole del <span class="tag character" id="marchese_di_monferrato" data-name="Marquess of Montferrat" data-wiki="https://en.wikipedia.org/wiki/Boniface_I,_Marquis_of_Montferrat">cavaliere</span>, riguardandola, gli parve bella e valorosa e costumata, e sommamente se ne maravigli&ograve; e commendolla forte, tanto nel suo disio pi&ugrave; accendendosi, quanto da pi&ugrave; trovava esser la donna che la sua passata stima di lei. E dopo alcun riposo preso in camere ornatissime di ci&ograve; che a quelle, per dovere un cos&igrave; fatto re ricevere, s&rsquo;appartiene, venuta l&rsquo;ora del desinare, il re e la marchesana ad una tavola sedettero, e gli altri secondo la lor qualit&agrave; ad altre mense furono onorati. Quivi essendo il re successivamente di molti messi servito e di vini ottimi e preziosi, e oltre a ci&ograve; con diletto talvolta la marchesana bellissima riguardando, sommo piacere aveva. Ma pure, venendo l&rsquo;un messo appresso l&rsquo;altro, cominci&ograve; il re alquanto a maravigliarsi, conoscendo che quivi, quantunque le vivande diverse fossero, non per tanto di niuna cosa essere altro che di <span class="tag dish" id="gallina" data-name="Hen" data-wiki="https://en.wikipedia.org/wiki/Chicken">galline</span>. E come che il re conoscesse il luogo, l&agrave; dove era, dovere esser tale che copiosamente di diverse salvaggine avervi dovesse, e l&rsquo;avere davanti significata la sua venuta alla donna spazio l&rsquo;avesse dato di poter far cacciare; non pertanto, quantunque molto di ci&ograve; si maravigliasse, in altro non volle prender cagione di doverla mettere in parole, se non delle sue galline, e con lieto viso rivoltosi verso lei disse: &ndash; Dama, nascono in questo paese solamente galline senza gallo alcuno. La marchesana, che ottimamente la dimanda intese, parendole che secondo il suo disidero Domenedio l&rsquo;avesse tempo mandato opportuno a poter la sua intenzion dimostrare, al re domandante, baldanzosamente verso lui rivolta, rispose: &ndash; Monsignor no, ma le femine, quantunque in vestimenti e in onori alquanto dall&rsquo;altre variino, tutte perci&ograve; son fatte qui come altrove. Il re, udite queste parole, raccolse bene la cagione del convito delle galline e la virt&ugrave; nascosa nelle parole; e accorsesi che invano con cos&igrave; fatta donna parole si gitterebbero, e che forza non v&rsquo;avea luogo; per che cos&igrave; come disavvedutamente acceso s&rsquo;era di lei, cos&igrave; saviamente era da spegnere per onor di lui il mal concetto fuoco. E senza pi&ugrave; motteggiarla, temendo delle sue risposte, fuori d&rsquo;ogni speranza desin&ograve;; e, finito il desinare, acci&ograve; che col presto partirsi ricoprisse la sua disonesta venuta, ringraziatala dell&rsquo;onor ricevuto da lei, accomandandolo ella a Dio, a <span class="tag place" id="genova" data-coord="44.4056,8.9463" data-name="Genoa" data-wiki="https://en.wikipedia.org/wiki/Genoa">Genova</span> se n&rsquo;and&ograve;.
            </pre>
        </div>

        <div class="prose">
            <h2 class="work-title">Decameron, First Day, Tenth Story</h2>
            <pre class="drop-cap">
Per che, continuando il passare del <span class="tag character" id="alberto_da_bologna" data-name="Alberto da Bologna", data-wiki="https://it.wikipedia.org/wiki/Alberto_de%27_Zancari">maestro Alberto</span>, avvenne un giorno di festa che, essendo <span class="tag character" id="margherita_de_ghisolieri" data-name="Margherita de' Ghisolieri", data-wiki="https://it.wikipedia.org/wiki/Margherita_de%27_Ghisolieri">questa donna</span> con molte altre donne a sedere davanti alla sua porta e avendo di lontano veduto il maestro Alberto verso loro venire, con lei insieme tutte si proposero di riceverlo e di fargli onore, e appresso di motteggiarlo di questo suo innamoramento; e così fecero. Per ciò che, levatesi tutte e lui invitato, in una fresca corte il menarono, dove di finissimi vini e confetti fecer venire; e al fine con assai belle e leggiadre parole come questo potesse essere, che egli di questa bella donna fosse innamorato, il domandarono, sentendo esso lei da molti belli, gentili e leggiadri giovani essere amata. Il maestro, sentendosi assai cortesemente pugnere, fece lieto viso e rispose: &ndash; Madonna, che io ami, questo non dee esser maraviglia ad alcuno savio, e spezialmente voi, però che voi il valete. E come che agli antichi uomini sieno naturalmente tolte le forze le quali agli amorosi esercizi si richieggiono, non è per ciò lor tolta la buona volontà né lo intendere quello che sia da essere amato, ma tanto più dalla natura conosciuto, quanto essi hanno più di conoscimento che i giovani. La speranza la quale mi muove che io vecchio ami voi amata da molti giovani, è questa: io sono stato più volte già là dove io ho veduto merendarsi le donne e mangiare <span class="tag dish" id="lupini" data-name="White Lupin" data-wiki="https://en.wikipedia.org/wiki/Lupinus_albus">lupini</span> e <span class="tag dish" id="porri" data-name="Leek" data-wiki="https://en.wikipedia.org/wiki/Leek">porri</span>; e come che nel porro niuna cosa sia buona, pur men reo e più piacevole alla bocca è il capo di quello, il quale voi generalmente, da torto appetito tirate, il capo vi tenete in mano, e manicate le frondi, le quali non solamente non sono da cosa alcuna, ma son di malvagio sapore. E che so io, madonna, se nello eleggere degli amanti voi vi faceste il simigliante? E se voi il faceste, io sarei colui che eletto sarei da voi, e gli altri cacciati via. La gentil donna insieme coll&rsquo;altre alquanto vergognandosi disse: &ndash; Maestro, assai bene e cortesemente gastigate n&rsquo;avete della nostra presuntuosa impresa; tuttavia il vostro amor m&rsquo;&egrave; caro, s&igrave; come di savio e valente uomo esser dee; e per ciò, salva la mia onest&agrave;, come a vostra cosa ogni vostro piacere m&rsquo;imponete sicuramente. Il maestro, levatosi co&rsquo; suoi compagni, ringrazi&ograve; la donna, e ridendo e con festa da lei preso commiato, si part&igrave;. Così la donna, non guardando cui motteggiasse, credendo vincere, fu vinta: di che voi, se savie sarete, ottimamente vi guarderete.
            </pre>
    </div>

        <div class="prose">
            <h2 class="work-title">Decameron, Sixth Day, Fourth Story</h2>
        <pre class="drop-cap">
<span class="tag character" id="currado_gianfigliazzi" data-name="Currado Gianfigliazzi", data-wiki="https://it.wikipedia.org/wiki/Currado_Gianfigliazzi">Currado Gianfigliazzi</span>, s&igrave; come ciascuna di voi e udito e veduto puote avere, sempre della <span class="tag place" id="firenze" data-coord="43.769562,11.255814" data-name="Florence">nostra citt&agrave;</span> &egrave; stato nobile cittadino, liberale e magnifico, e vita cavalleresca tenendo, continuamente in cani e in uccelli s&rsquo;&egrave; dilettato, le sue opere maggiori al presente lasciando stare. Il quale con un suo falcone avendo un d&igrave; presso a <span class="tag place" id="peretola" data-coord="43.797,11.196" data-name="Peretola" data-wiki="https://en.wikipedia.org/wiki/Peretola">Peretola</span> una <span class="tag dish" id="gru" data-name="gru" data-wiki="https://en.wikipedia.org/wiki/Crane_(bird)">gru</span> ammazzata, trovandola grassa e giovane, quella mand&ograve; ad un suo buon cuoco, il quale era chiamato <span class="tag character" id="chichibio" data-name="Chichibio", data-wiki="https://it.wikipedia.org/wiki/Chichibio">Chichibio</span>, ed era viniziano, e s&igrave; gli mand&ograve; dicendo che a cena l&rsquo;arrostisse e governassela bene. Chichibio, il quale come riuovo bergolo era cos&igrave; pareva, acconcia la gru, la mise a fuoco e con sollicitudine a cuocerla cominci&ograve;. La quale essendo gi&agrave; presso che cotta grandissimo odor venendone, avvenne che una feminetta della contrada, la qual <span class="tag character" id="brunetta" data-name="Brunetta">Brunetta</span> era chiamata e di cui Chichibio era forte innamorato, entr&ograve; nella cucina; e sentendo l’odor della gru e veggendola, preg&ograve; caramente Chichibio che ne le desse una coscia. Chichibio le rispose cantando e disse: – &ldquo;Voi non l’avr&igrave; da mi, donna Brunetta, voi non l’avr&igrave; da mi&rdquo;. Di che donna Brunetta essendo un poco turbata, gli disse: – In f&egrave; di Dio, se tu non la mi dai, tu non avrai mai da me cosa che ti piaccia; – e in brieve le parole furon molte. Alla fine Chichibio, per non crucciar la sua donna, spiccata l’una delle cosce alla gru, gliele diede. Essendo poi davanti a Currado e ad alcun suo forestiere messa la gru senza coscia, e Currado maravigliandose ne, fece chiamare Chichibio e domandollo che fosse divenuta l’altra coscia della gru. Al quale il vinizian bugiardo subitamente rispose: – Signor mio, le gru non hanno se non una coscia e una gamba. Currado allora turbato disse: – Come diavol non hanno che una coscia e una gamba? Non vid’io mai pi&ugrave; gru che questa? Chichibio seguit&ograve;: – Egli &egrave;, messer, com’io vi dico; e quando vi piaccia, io il vi far&ograve; veder n&eacute; vivi. Currado, per amor dei forestieri che seco aveva, non volle dietro alle parole andare, ma disse: – Poi che tu d&iacute; di farmelo vedere n&eacute; vivi, cosa che io mai pi&ugrave; non vidi n&eacute; udii dir che fosse, e io il voglio veder domattina e sar&ograve; contento; ma io ti giuro in sul corpo di Cristo, che, se altramenti sar&agrave;, che io ti far&ograve; conciare in maniera che tu con tuo danno ti ricorderai, sempre che tu ci viverai, del nome mio. Finite adunque per quella sera le parole, la mattina seguente come il giorno apparve, Currado, a cui non era per lo dormire l’ira cessata, tutto ancor gonfiato si lev&ograve; e comand&ograve; che i cavalli gli fosser menati; e fatto montar Chichibio sopra un ronzino, verso una fiumana, alla riva della quale sempre soleva in sul far del d&igrave; vedersi delle gru, nel men&ograve; dicendo: – Tosto vedremo chi avr&agrave; iersera mentito, o tu o io. Chichibio, veggendo che ancora durava l’ira di Currado e che far gli convenia pruova della sua bugia, non sapendo come poterlasi fare, cavalcava appresso a Currado con la maggior paura del mondo, e volentieri, se potuto avesse, si sarebbe fuggito; ma non potendo, ora innanzi e ora ad dietro e da lato si riguardava, e ci&ograve; che vedeva credeva che gru fossero che stessero in due piedi. Ma gi&agrave; vicini al fiume pervenuti, gli venner prima che ad alcun vedute sopra la riva di quello ben dodici gru, le quali tutte in un pi&egrave; dimoravano, si come quando dormono soglion fare. Per ch&egrave; egli prestamente mostratele a Currado, disse: – Assai bene potete, messer, vedere che iersera vi dissi il vero, che le gru non hanno se non una coscia e un pi&egrave;, se voi riguardate a quelle che col&agrave; stanno. Currado vedendole disse: – Aspettati, che io ti mostrer&ograve; che elle n’hanno due; – e fattosi alquanto pi&ugrave; a quelle vicino grid&ograve;: – Ho ho; – per lo qual grido le gru, mandato l’altro pi&egrave; gi&ugrave;, tutte dopo alcuni passi cominciarono a fuggire. Laonde Currado rivolto a Chichibio disse: – Che ti par, ghiottone? Parti ch’elle n’abbian due? Chichibio quasi sbigottito, non sappiendo egli stesso donde si venisse, rispose: – Messer s&igrave;, ma voi non gridaste &ndash; ho ho &ndash; a quella di iersera; ch&eacute; se cos&igrave; gridato aveste, ella avrebbe cos&igrave; l’altra coscia e l’altro pi&egrave; fuor mandata, come hanno fatto queste. A Currado piacque tanto questa risposta, che tutta la sua ira si convert&igrave; in festa e riso, e disse: – Chichibio, tu hai ragione, ben lo dovea fare. Cos&igrave; adunque con la sua pronta e sollazzevol risposta Chichibio cess&ograve; la mala ventura e paceficossi col suo signore.
            </pre>
    </div>

        <div class="prose">
            <h2 class="work-title">Decameron, Eighth Day, Third Story</h2>
            <pre class="drop-cap">
Era similmente allora in Firenze un giovane di maravigliosa piacevolezza, in ciascuna cosa che far voleva astuto e avvenevole, chiamato <span class="tag character" id="maso_del_saggio" data-name="Maso del Saggio">Maso del Saggio</span>; il quale, udendo alcune cose della simplicit&agrave; di <span class="tag character" id="calandrino" data-name="Calandrino", data-wiki="https://en.wikipedia.org/wiki/Calandrino">Calandrino</span>, propose di voler prender diletto de&rsquo; fatti suoi col fargli alcuna beffa, o fargli credere alcuna nuova cosa. E per avventura trovandolo un d&igrave; nella <span class="tag place city battistero_di_san_giovanni" id="battistero_di_san_giovanni" data-coord="43.7732,11.2553" data-name="Florence Baptistery">chiesa di San Giovanni</span>, e vedendolo stare attento a riguardar le dipinture e gl&rsquo;intagli del tabernacolo il quale &egrave; sopra l&rsquo;altare della detta chiesa, non molto tempo davanti postovi, pens&ograve; esser gli dato luogo e tempo alla sua intenzione; e informato un suo compagno di ci&ograve; che fare intendeva, insieme s&rsquo;accostarono l&agrave; dove Calandrino solo si sedeva, e facendo vista di non vederlo, insieme cominciarono a ragionare delle virt&ugrave; di diverse pietre, delle quali Maso cos&igrave; efficacemente parlava come se stato fosse un solenne e gran lapidario. A&rsquo; quali ragionamenti Calandrino posto orecchie, e dopo alquanto levatosi in pi&egrave;, sentendo che non era credenza, si congiunse con loro; il che forte piacque a Maso; il quale, seguendo le sue parole, fu da Calandrino domandato dove queste pietre cos&igrave; virtuose si trovassero. Maso rispose che le pi&ugrave; si trovavano in Berlinzone, terra de&rsquo; Baschi, in una contrada che si chiamava <span class="tag place" id="bengodi" data-name="Bengodi" data-wiki="https://it.wikipedia.org/wiki/Paese_di_Bengodi">Bengodi</span>, nella quale si legano le vigne con le <span class="tag dish" id="salsicce" data-name="Italian Sausage" data-wiki="https://en.wikipedia.org/wiki/Italian_sausage">salsicce</span>, e avevasi <span class="tag dish" id="oca" data-name="Goose" data-wiki="https://en.wikipedia.org/wiki/Goose">un&rsquo;oca</span> a denaio e un <span class="tag dish" id="papero" data-name="Duck" data-wiki="https://en.wikipedia.org/wiki/Duck">papero</span> giunta, ed eravi una montagna tutta di <span class="tag dish" id="parmigiano_reggiano" data-name="Parmesan" data-wiki="https://en.wikipedia.org/wiki/Parmesan">formaggio parmigiano</span> grattugiato, sopra la quale stavan genti che niuna altra cosa facevan che far <span class="tag dish" id="maccheroni" data-name="Macaroni" data-wiki="https://en.wikipedia.org/wiki/Macaroni">maccheroni</span> e <span class="tag dish" id="ravioli" data-name="Ravioli" data-wiki="https://en.wikipedia.org/wiki/Ravioli">raviuoli</span>, e cuocergli in <span class="tag dish" id="brodo_di_capponi" data-name="Capon broth" data-wiki="https://en.wikipedia.org/wiki/Capon">brodo di capponi</span>, e poi gli gittavan quindi gi&ugrave;, e chi pi&ugrave; ne pigliava pi&ugrave; se n&rsquo;aveva; e ivi presso correva un fiumicel di <span class="tag dish" id="vernaccia" data-name="Vernaccia" data-wiki="https://en.wikipedia.org/wiki/Vernaccia">vernaccia</span>, della migliore che mai si bevve, senza avervi entro gocciol d&rsquo;acqua. &ndash; Oh, &ndash; disse Calandrino &ndash; cotesto &egrave; buon paese; ma dimmi, che si fa de&rsquo; capponi che cuocon coloro? Rispose Maso: &ndash; Mangiansegli i Baschi tutti. Disse allora Calandrino: &ndash; Fostivi tu mai? A cui Maso rispose: &ndash; Di&rsquo; tu se io vi fu&rsquo; mai?
                </pre>
        </div>

        <div class="prose">
            <h2 class="work-title">Decameron, Eighth Day, Sixth Story</h2>
            <pre class="drop-cap">
Chi Calandrino, <span class="tag character" id="bruno" data-name="Bruno">Bruno</span> e <span class="tag character" id="buffalmacco" data-name="Buffalmacco", data-wiki="https://en.wikipedia.org/wiki/Buonamico_Buffalmacco">Buffalmacco</span> fossero, non bisogna che io vi mostri, ch&eacute; assai l&rsquo;avete di sopra udito: e per ci&ograve;, pi&uacute; avanti faccendomi, dico che Calandrino aveva un suo poderetto non guari lontan da Firenze, che in dota aveva avuto dalla moglie, del quale, tra l&rsquo;altre cose che s&ugrave; vi ricoglieva, n&rsquo;aveva ogni anno un porco; ed era sua usanza sempre col&aacute;, di dicembre, d&rsquo;andarsene la moglie ed egli in villa, ed ucciderlo e quivi farlo salare. Ora, avvenne una volta tra l&rsquo;altre che, non essendo la moglie ben sana, Calandrino and&ograve; egli solo ad uccidere il porco; la qual cosa sentendo Bruno e Buffalmacco, e sappiendo che la moglie di lui non v&rsquo;andava, se n&rsquo;andarono ad un prete loro grandissimo amico, vicino di Calandrino, a starsi con lui alcun d&iacute;. Aveva Calandrino, la mattina che costor giunsero il d&iacute;, ucciso il porco, e veggendogli col prete, gli chiam&ograve;, e disse: &mdash; Voi siate i ben venuti; io voglio che voi veggiate che massaio io sono. &mdash; E menatigli in casa, mostr&ograve; loro questo porco. Videro costoro il porco esser bellissimo, e da Calandrino intesero che per la famiglia sua il voleva salare; a cui Brun disse: &mdash; Deh! come tu se&rsquo; grosso! Vendilo, e godianci i denari: ed a m&oacute;glieta di&rsquo; che ti sia stato imbolato. &mdash; Calandrin disse: &mdash; No, ella nol crederebbe, e caccerebbemi fuor di casa; non v&rsquo;impacciate, ch&eacute; io nol farei mai. &mdash; Le parole furono assai, ma niente montarono. Calandrino gl&rsquo;invit&ograve; a cena cotale alla trista, s&iacute; che costor non vi vollon cenare, e partirsi da lui. Disse Bruno a Buffalmacco: &mdash; Vogli&aacute;ngli noi imbolare stanotte quel porco? &mdash; Disse Buffalmacco: &mdash; O come potremmo noi? &mdash; Disse Bruno: &mdash; Il come ho io ben veduto, se egli nol muta di l&aacute; ove egli era test&eacute;. &mdash; &mdash; Adunque, &mdash; disse Buffalmacco &mdash; facci&aacute;nlo: perch&eacute; nol faremmo noi? E poscia cel goderemo qui insieme col domine. &mdash; Il prete disse che gli era molto caro. Disse allora Bruno: &mdash; Qui si vuole usare un poco d&rsquo;arte. Tu sai, Buffalmacco, come Calandrino &egrave; avaro e come egli bee volentieri quando altri paga; andiamo e menianlo alla taverna: quivi il prete faccia vista di pagar tutto per onorarci e non lasci pagare a lui nulla; egli si ciurmer&aacute;, e verracci troppo ben fatto poi, per ci&ograve; che egli &egrave; solo in casa. &mdash; Come Brun disse, cos&iacute; fecero. Calandrino, veggendo che il prete non lo lasciava pagare, si diede in sul bere, e bench&eacute; non ne gli bisognasse troppo, pur si caric&ograve; bene; ed essendo gi&aacute; buona ora di notte quando dalla taverna si part&iacute;, senza volere altramenti cenare, se n&rsquo;entr&ograve; in casa, e credendosi aver serrato l&rsquo;uscio, il lasci&ograve; aperto ed and&ograve;ssi a letto. Buffalmacco e Bruno se n&rsquo;andarono a cenar col prete, e come cenato ebbero, presi loro argomenti per entrare in casa Calandrino l&aacute; onde Bruno aveva divisato, l&aacute; chetamente n&rsquo;andarono: ma trovando aperto l&rsquo;uscio, entraron dentro, ed ispiccato il porco, via a casa del prete nel portarono, e ripostolo, se n&rsquo;andarono a dormire. Calandrino, essendogli il vino uscito del capo, si lev&ograve; la mattina, e come scese gi&ugrave;, guard&ograve; e non vide il porco suo, e vide l&rsquo;uscio aperto; per ch&eacute;, domandato quello e quello altro se sapessero chi il porco s&rsquo;avesse avuto, e non trovandolo, incominci&ograve; a fare il romor grande, ois&eacute;! dolente s&eacute;! che il porco gli era stato imbolato. Bruno e Buffalmacco, levatisi, se n&rsquo;andarono verso Calandrino per udir ci&ograve; che egli del porco dicesse; il quale, come gli vide, quasi piagnendo chiamatigli, disse: &mdash; Oim&egrave;! compagni miei, che il porco mio m&rsquo;&egrave; stato imbolato! &mdash; Bruno, accostatoglisi, pianamente gli disse: &mdash; Maraviglia che se&rsquo; stato savio una volta! &mdash; Oim&egrave;! &mdash; disse Calandrino &mdash; che io dico da dovero. &mdash; Cos&iacute; di&rsquo;, &mdash; diceva Bruno &mdash; grida forte s&iacute;, che paia bene che sia stato cos&iacute;. &mdash; Calandrino gridava allora pi&uacute; forte e diceva: &mdash; Al corpo di Dio, che io dico da dovero che egli m&rsquo;&egrave; stato imbolato! &mdash; E Brun diceva: &mdash; Ben di&rsquo;, ben di&rsquo;: el si vuol ben dir cos&iacute;, grida forte, fatti ben sentire s&iacute;, che egli paia vero. &mdash; Disse Calandrino: &mdash; Tu mi faresti dar l&rsquo;anima al nemico; io dico che tu non mi credi, se io non sia impiccato per la gola, che egli m&rsquo;&egrave; stato imbolato!  &mdash; Disse allora Bruno: &mdash; Deh! come d&eacute;e potere esser questo? Io il vidi pure ieri cost&iacute;; credimi tu far credere che egli sia volato? &mdash; Disse Calandrino: &mdash; Egli &egrave; come io ti dico. &mdash; Deh! &mdash; disse Bruno &mdash; pu&ograve; egli essere? &mdash; Per certo &mdash; disse Calandrino &mdash; egli &egrave; cos&iacute;; di che io son diserto, e non so come io mi torni a casa; m&oacute;gliema nol mi creder&agrave;, e se ella il mi pur crede, io non avr&ograve; uguanno pace con lei. &mdash; Disse allora Bruno: &mdash; Se Iddio mi salvi, questo &egrave; mal fatto, se vero &egrave;: ma tu sai, Calandrino, che ieri io t&rsquo;insegnai dir cos&iacute;; io non vorrei che tu ad una ora ti facessi beffe di m&oacute;glieta e di noi. &mdash; Calandrino incominci&ograve; a gridare ed a dire: &mdash; Deh! perch&eacute; mi farete disperare e bestemmiare Iddio ed i santi e ci&ograve; che v&rsquo;&egrave;? Io vi dico che il porco m&rsquo;&egrave; stato stanotte imbolato. &mdash; Disse allora Buffalmacco: &mdash; Se egli &egrave; pur cos&iacute;, vuolsi veder via, se noi sappiamo, di riaverlo. &mdash; E che via &mdash; disse Calandrino &mdash; potrem noi trovare? &mdash; Disse allora Buffalmacco: &mdash; Per certo egli non c&rsquo;&egrave; venuto d&rsquo;India niuno a t&ocirc;rti il porco: alcuno di questi tuoi vicini d&eacute;e essere stato, e per ci&ograve;, se tu gli potessi ragunare, io so fare l&rsquo;esperienza del pane e del formaggio, e vedremmo di botto chi l&rsquo;ha avuto. &mdash; S&iacute;, &mdash; disse Bruno &mdash; ben farai con pane e con formaggio a certi gentilotti che ci ha da torno! ch&eacute; son certo che alcun di lor l&rsquo;ha avuto, ed avvedrebbesi del fatto e non ci vorrebbe venire. &mdash; Come &egrave; adunque da fare? &mdash; disse Buffalmacco. Rispose Bruno: &mdash; Vorrebbesi fare con belle <span class="tag dish" id="galle_di_gengiovo" data-name="Ginger biscuits" data-wiki="https://en.wikipedia.org/wiki/Ginger">galle di gengiovo</span> e con bella vernaccia, ed invitargli a bere: essi non sel penserebbono e verrebbono; e cos&iacute; si possono benedicer le galle del gengiovo come il pane ed il cascio. &mdash; Disse Buffalmacco: &mdash; Per certo tu di&rsquo; il vero; e tu, Calandrino, che di&rsquo;? Vogli&aacute;nlo fare? &mdash; Disse Calandrino: &mdash; Anzi ve ne priego io per l&rsquo;amor di Dio: ch&eacute;, se io sapessi pure chi l&rsquo;ha avuto, s&iacute; mi parrebbe essere mezzo consolato. &mdash; Or via, &mdash; disse Bruno &mdash; io sono acconcio d&rsquo;andare infino a Firenze per quelle cose in tuo servigio, se tu mi d&aacute;i i denari. &mdash; Aveva Calandrino forse quaranta soldi, li quali egli gli diede. Bruno, andatosene a Firenze ad un suo amico speziale, comper&ograve; una libra di belle galle di gengiovo e fecene far due di quelle del cane, le quali egli fece confettare in uno alo&egrave; patico fresco; poscia fece dar loro le coverte del zucchero come avevan l&rsquo;altre, e per non ismarrirle o scambiarle, fece lor fare un certo segnaluzzo per lo quale egli molto ben le conoscea: e comperato un fiasco d&rsquo;una buona vernaccia, se ne torn&ograve; in villa a Calandrino, e dissegli: &mdash; Farai che tu inviti domattina a ber con teco tutti coloro di cui tu hai sospetto: egli &egrave; festa, ciascun verr&aacute; volentieri, ed io far&ograve; stanotte insieme con Buffalmacco la &rsquo;ncantagione sopra le galle e recherolleti domattina a casa, e per tuo amore io stesso le dar&ograve;, e far&ograve; e dir&ograve; ci&ograve; che fia da dire e da fare. &mdash; Calandrino cos&iacute; fece. Ragunata adunque una buona brigata tra di giovani fiorentini che per la villa erano e di lavoratori, la mattina vegnente, dinanzi alla chiesa intorno all’olmo, Bruno e Buffalmacco vennono con una scatola di galle e col fiasco del vino, e fatti stare costoro in cerchio, disse Bruno: &mdash; Signori, el mi vi convien dir la cagione per che voi siete qui, acci&oacute; che, se altro avvenisse che non vi piacesse, voi non v’abbiate a ramaricar di me. A Calandrino che qui &egrave;, fu iernotte tolto un suo bel porco, n&eacute; sa trovare chi avuto se l&rsquo;abbia;  e perci&ograve; che altri che alcun di noi che qui siamo non gliele d&eacute;e potere aver tolto, esso, per ritrovar chi avuto l&rsquo;ha, vi d&aacute; a mangiar queste galle una per uno e bere: ed in fino da ora sappiate che chi avuto avr&aacute; il porco, non potr&aacute; mandar gi&ugrave; la galla, anzi gli parr&aacute; pi&ugrave; amara che veleno e sputeralla, e per ci&ograve;, anzi che questa vergogna gli sia fatta in presenza di tanti, &egrave; forse meglio che quel cotale che avuto l&rsquo;avesse, in penitenza il dica al sere, ed io mi rimarr&ograve; di questo fatto. &mdash; Ciascun che v&rsquo;era disse che ne voleva volentier mangiare; per che Bruno, ordinatigli e messo Calandrino tra loro, cominciatosi all&rsquo;un de&rsquo; capi, cominci&ograve; a dare a ciascun la sua: e come fu per mei Calandrino, presa una delle canine, gliele pose in mano. Calandrino prestamente la si gitt&ograve; in bocca e cominci&ograve; a masticare, ma s&iacute; tosto come la lingua senti l&rsquo;alo&egrave;, cos&iacute; Calandrino, non potendo l&rsquo;amaritudine sostenere, la sput&ograve; fuori. Quivi ciascun guatava nel viso l&rsquo;uno all&rsquo;altro, per veder chi la sua sputasse; e non avendo Bruno ancora compiuto di darle, non faccendo sembianti d&rsquo;intendere a ci&ograve;, s&rsquo;ud&iacute; dir dietro: &mdash; Eia, Calandrino, che vuol dir questo? &mdash; Per che, prestamente rivolto, e veduto che Calandrino la sua aveva sputata, disse: &mdash; Asp&egrave;ttati, forse che alcuna altra cosa gliele fece sputare: t&egrave;nne un&rsquo;altra. &mdash; E presa la seconda, gliele mise in bocca e forn&iacute; di dare l&rsquo;altre che a dare avea. Calandrino, se la prima gli era paruta amara, questa gli parve amarissima: ma pur vergognandosi di sputarla, alquanto masticandola la tenne in bocca, e tenendola cominci&ograve; a gittar le lagrime che parevan nocciuole, s&iacute; eran grosse; ed ultimamente, non potendo pi&ugrave;, la gitt&ograve; fuori come la prima aveva fatto. Buffalmacco faceva dar bere alla brigata, e Bruno; li quali insieme con gli altri questo veggendo, tutti dissero che per certo Calandrino se l&rsquo;aveva imbolato egli stesso: e furonvene di quegli che aspramente il ripresero. Ma pur, poi che partiti si furono, rimasi Bruno e Buffalmacco con Calandrino, gl&rsquo;incominci&ograve; Buffalmacco a dire: &mdash; Io l&rsquo;aveva per lo certo tuttavia che tu te l&rsquo;avevi avuto tu, ed a noi volevi mostrare che ti fosse stato imbolato, per non darci una volta bere de&rsquo; denari che tu n&rsquo;avesti. &mdash; Calandrino, il quale ancora non aveva sputata l&rsquo;amaritudine dell&rsquo;alo&egrave;, incominci&ograve; a giurare che egli avuto non l&rsquo;aveva. Disse Buffalmacco: &mdash; Ma che n&rsquo;avesti, sozio, alla buona f&eacute;? Avestine sei? &mdash; Calandrino, udendo questo, s&rsquo;incominci&ograve; a disperare; a cui Brun disse: &mdash; Intendi sanamente, Calandrino, che egli fu tale nella brigata che con noi mangi&ograve; e bevve, che mi disse che tu avevi quinci su una giovanetta che tu tenevi a tua posta, e d&aacute;vile ci&ograve; che tu potevi rimedire, e che egli aveva per certo che tu l&rsquo;avevi mandato questo porco tu, s&iacute; hai apparato ad esser beffardo. Tu ci menasti una volta gi&ugrave; per lo Mugnone raccogliendo pietre nere: e quando tu ci avesti messi in galea senza biscotto, e tu te ne venisti, e poscia ci volevi far credere che tu non l&rsquo;avessi trovata; ed ora similmente ti credi co&rsquo; tuoi giuramenti far credere altress&iacute; che il porco, che tu hai donato o ver venduto, ti sia stato imbolato. Noi s&iacute; siamo usi delle tue beffe e conoscianle; tu non ce ne potresti far pi&ugrave;: e per ci&ograve;, a dirti il vero, noi ci abbiamo durata fatica in far l&rsquo;arte, per che noi intendiamo che tu ci doni due paia di capponi, se non che noi diremo a monna Tessa ogni cosa. &mdash; Calandrino, veggendo che creduto non gli era, parendogli avere assai dolore, non volendo anche il riscaldamento della moglie, diede a costoro due paia di capponi, li quali, avendo essi salato il porco, portatisene a Firenze, lasciaron Calandrino col danno e con le beffe.
                </pre>
        </div>
    </section>
</body>