<!DOCTYPE html>
<html lang="it">
<head>
    <meta charset="utf-8">
    <title>Franco Sacchetti</title>
    <link rel="stylesheet" href="https://unpkg.com/leaflet@1.9.4/dist/leaflet.css" />
    <script src="https://unpkg.com/leaflet@1.9.4/dist/leaflet.js"></script>
</head>
<body>

    <section class="container" id="author-content" data-author="sacchetti" data-region="tuscany">
        <div id="map" style="width: 100%; height: 500px; margin: 20px 0;"></div>
        <div id="entity-table-container">
            <h2>Entities</h2>
            <table id="entity-table" border="1" style="width: 100%; text-align: left; border-collapse: collapse;">
                <thead>
                    <tr>
                        <th>Dishes</th>
                        <th>Places</th>
                        <th>Characters</th>
                    </tr>
                </thead>
                <tbody>
                    <!-- Content will be populated by JavaScript -->
                </tbody>
            </table>
        </div>



        <h1>Franco Sacchetti</h1>
        <figure class="author-figure">
            <img src="issues/tuscany/authors/sacchetti/images/sacchetti.jpg" alt="Franco Sacchetti" class="author-image">
            <figcaption class="author-caption">Franco Sacchetti, italian poet and novelist</figcaption>
        </figure>
        
        
        <div class="trecento_novelle">
            <h2 class="work-title">Il Trecentonovelle, novella CXXIV</h2>
            <pre>
<span class="tag character" id="giovanni_cascio" data-name="Giovanni Cascio">Giovanni Cascio</span> fa temperare <span class="tag character" id="noddo" data-name="Noddo">Noddo</span>, essendo a tagliere con lui, di non mangiare li <span class="tag dish maccheroni" id="maccheroni" data-name="Maccheroni" data-wiki="https://en.wikipedia.org/wiki/Macaroni">maccheroni</span> caldi, con una nuova astuzia. Noddo d&rsquo;Andrea, il quale al presente vive, &egrave; stato grandissimo mangiatore, e di calde vivande mai non s&rsquo;&egrave; curato, se non come s&rsquo;elle andassono gi&ugrave; per un pozzo, quando se l&rsquo;ha messe gi&ugrave; per la gola. E io scrittore ne potrei far prova, che avendo mandato uno tegame con uno <span class="tag dish" id="lombo" data-name="Sirloin Steak", data-wiki="https://en.wikipedia.org/wiki/Sirloin_steak">lombo</span>, e con <span class="tag dish" id="arista" data-name="Arista" data-wiki="https://it.wikipedia.org/wiki/Arista_(cucina)">arista al forno</span>, e &rsquo;l detto Noddo avendone mandato un altro con un <span class="tag dish" id="busecchio" data-name="Busecca">busecchio</span> pieno non so di che, al fornaio, mandando Noddo per lo suo, gli venne dato il mio; il quale come gli venne innanzi, subito trangusgiando e l&rsquo;arista e poi il lombo, tenendolo in mano intero, dandovi il morso entro, dice la donna sua: &ndash; Che fa&rsquo; tu? questo non &egrave; il tuo busecchio; questo tegame &egrave; carne d&rsquo;altrui, e non &egrave; la nostra. Quando l&rsquo;ebbe presso che recata a fine, facendo vista di non udir la donna, dà alla fante il tegame con quell&rsquo;ossa che erano rimase, e dice: &ndash; Va&rsquo; al fornaio, che mi mandi el mio tegame, che questo non &egrave; il mio. Il fornaio, senza metter molto cura su la detta faccenda, cerc&ograve; di quello dov&rsquo;era il busecchio, e mand&ograve;glilo. E &rsquo;l fante mio va poi per lo mio tegame: il quale giunto, e scoprendolo, poco v&rsquo;avea altro che ossa. Dico al fante: &ndash; Va&rsquo; al fornaio, e sappi se io ho a far dadi. Il fornaio si scus&ograve; dell&rsquo;errore, e Noddo con molte risa si mangi&ograve; la cena sua e la mia, non curando caldo che fosse in essa, facendo tosto tosto. Or questo voglio aver detto, ad informazione di cos&iacute; fatta natura, venendo ad una piccola novelletta delle sue. Egli pregava pure Dio, quando fosse stato a mangiare con altrui, che la vivanda fosse rovente, acci&ograve; che mangiasse la parte del compagno; e quando erano pere guaste ben calde, al compagno rimaneva il tagliere: d&rsquo;altro non potea far ragione. Avvenne per caso una volta che mangiando Noddo e altri insieme, ed essendo posto Noddo a tagliere con uno piacevole uomo, chiamato Giovanni Cascio; e venendo maccheroni boglientissimi; e &rsquo;l detto Giovanni, avendo pi&ugrave; volte udito de&rsquo; costumi di Noddo, veggendosi posto a tagliere con lui, dicea fra s&eacute; medesimo: “Io son pur bene arrivato, che credendo venire a desinare, e io sar&ograve; venuto a vedere trangusgiare Noddo, e anco i maccheroni per pi&ugrave; acconcio del fatto; purch&eacute; non manduchi me, io n&rsquo;andr&ograve; bene”. Noddo comincia a raguazzare i maccheroni, avviluppa, e caccia gi&ugrave;; e n&rsquo;avea gi&agrave; mandati sei bocconi gi&ugrave;, che Giovanni avea ancora il primo boccone su la forchetta, e non ardiva, veggendolo molto fumicare, appressarlosi alla bocca. E considerando che questa vivanda conveniva tutta andarne in <span class="tag place" id="cafarnau" data-coord="32.8833,35.5667" data-name="Cafarnau" data-wiki="https://en.wikipedia.org/wiki/Capernaum">Cafarnau</span>, se non tenesse altro modo, disse fra s&eacute; stesso: “Per certo tutta la parte mia non dee costui divorare”. Come Noddo pigliava uno boccone, ed egli ne pigliava un altro, e gittavalo in terra al cane, e avendolo fatto pi&ugrave; volte, dice Noddo: &ndash; Omei, che fa&rsquo; tu? Dice Giovanni: &ndash; Anzi tu che fai? non voglio che tu manuchi la parte mia; vogliola dare al cane. Noddo ride, e studiavasi; e Giovanni Cascio si studiava e gittava al cane. Alla per fine dice Noddo: &ndash; Or oltre, facciamo adagio, e non gli gittare. E quelli risponde: &ndash; E&rsquo; mi tocca torre due bocconi, quando tu uno, per ristoro di quello che hai mangiato, non avendo io potuto mangiare uno boccone. Noddo si contendea; e Giovanni dicendo: &ndash; Se tu torrai pi&ugrave; che uno boccone, quando io due, io gittar&ograve; la parte mia al cane. Finalmente Noddo consent&iacute;, e convenne che mangiasse a ragione; la qual cosa in tutta la vita sua non avea fatto, n&eacute; avea trovato chi a tavola il tenesse a siepe. E la detta novella piacque pi&ugrave; a quelli che v&rsquo;erano a mangiare, che tutte le vivande che ebbono in quella mattina. Cos&iacute; trov&ograve;, chi sanza misura trangusgiava, chi gli diede ordine di mangiare consolatamente con una nuova esperienza.
            </pre>
        </div>
    </section>
</body>